Repository: MindsHub/insigno_frontend
Catalog: lib/l10n/app_*.arb
Languages: it

source: Map
it: Mappa

source: User
it: Utente

source: Login to Insigno!
it: Accedi ad Insigno!

# wrongUserOrPassword
source: Wrong user or password: {error}
it: Utente o password errati: {error}

source: Logout
it: Esci

source: Close
it: Chiudi

source: Login to resolve
it: Accedi per risolvere

source: Get closer to resolve
it: Avvicinati per risolvere

source: Resolve
it: Risolvi

source: Already resolved
it: Già risolto

source: Report
it: Segnala

source: Marker type
it: Tipo di marcatore

source: Login required
it: Accesso necessario

# grantLocationPermission
source: Grant permission to access location
it: Dai il permesso di accedere alla posizione

source: Enable location services
it: Attiva il servizio della posizione

# addImage
source: Add an image
it: Aggiungi un'immagine

# selectMarkerType
source: Select a marker type
it: Seleziona un tipo di marcatore

# locationIsLoading
source: Location is loading, please waitâ€¦
it: La posizione si sta caricando…

source: Send
it: Invia

# tooFarToResolve
source: You are too far to resolve
it: Sei troppo lontano per risolvere

# markerTypeUnknown
source: Unknown type
it: Tipo sconosciuto

# markerTypePlastic
source: Plastic
it: Plastica

# markerTypePaper
source: Paper
it: Carta

# markerTypeUndifferentiated
source: Undifferentiated
it: Indifferenziata

# markerTypeGlass
source: Glass
it: Vetro

# markerTypeCompost
source: Compost
it: Umido

# markerTypeElectronics
source: Electronic material
it: Materiali elettronici

# errorReporting
source: Error when reporting: {error}
it: Errore nel segnalare: {error}

# errorUploadingReportImages
source: Error when uploading report images: {error}
it: Errore nel caricamento delle immagini di segnalazione: {error}

# errorResolving
source: Error when resolving: {error}
it: Errore nel risolvere: {error}

# errorUploadingResolveImages
source: Error when uploading resolve images: {error}
it: Errore nel caricamento delle immagini di risoluzione: {error}

source: Pill
it: Pillola

# notHaveAccount
source: Don't have an account?
it: Non hai un account?

# alreadyHaveAccount
source: Already have an account?
it: Hai già un account?

source: Login
it: Accedi

source: Signup
it: Registrati

# goToPosition
source: Go to your position
it: Vai alla tua posizione

source: Repeat password
it: Ripeti la password

# insertName
source: Insert a name
it: Inserisci un nome

# insertPassword
source: Insert a password
it: Inserisci una password

# passwordsNotMatch
source: Passwords don't match
it: Le password non coincidono

# signupFailed
source: Failed to signup: {error}
it: La registrazione è fallita: {error}

# points
source: {points} points
it: {points} punti

source: Refresh
it: Aggiorna

source: Cancel
it: Annulla

source: Filter markers
it: Filtra marcatori

source: Include resolved
it: Includi i risolti

source: Report as inappropriate
it: Segnala come inappropriato

# insertEcologyPill
source: Insert an ecology pill
it: Inserisci una pillola di ecologia

# insertPill
source: Insert a pill
it: Inserisci una pillola

# source
source: Source (optional, web address)
it: Fonte (opzionale, indirizzo web)

# infoText
source: Informational text
it: Testo informativo

# insertPossiblySource
source: Insert the source, if applicable
it: Inserisci la fonte, se applicabile

# insertValidUrl
source: Insert a valid web address
it: Inserisci un indirizzo web valido

source: Suggest pill
it: Suggerisci pillola

source: Thanks!
it: Grazie!

# confirmReportAsInappropriate
source: Are you sure you want to report this marker as inappropriate?
it: Sei sicuro di voler segnalare questo marcatore come inappropriato?

source: Your profile
it: Il tuo profilo

# reportedBy
source: Reported by {user}
it: Segnalato da {user}

# resolvedBy
source: Resolved by {user}
it: Risolto da {user}

# errorReportingAsInappropriate
source: Error reporting as inappropriate: {error}
it: Errore nel segnalare come inappropriato: {error}

# errorSendingPill
source: Error sending pill: {error}
it: Errore nell'inviare la pillola: {error}

# errorLoading
source: Error loading: {error}
it: Errore nel caricamento: {error}

# errorLoadingImages
source: Error loading images: {error}
it: Errore nel caricare le immagini: {error}

# invalidNameLength
source: Use 3 to 20 characters
it: Usa da 3 a 20 caratteri

# invalidNameCharacters
source: You may only use letters, numbers, spaces and _
it: Usa solo lettere, numeri, spazi e _

# invalidPasswordLength
source: Use at least 8 characters
it: Usa almeno 8 caratteri

# invalidPasswordCharacters
source: Must contain uppercase, lowercase, number, special
it: Deve contenere maiuscole, minuscole, numeri e speciali

# oldVersion
source: You are using an old unsupported version of Insigno, please update to the latest
it: Stai usando una versione vecchia e non supportata di Insigno, per favore aggiorna all'ultima

# insertEmail
source: Insert an email
it: Inserisci un'email

# insertValidEmail
source: Insert a valid email
it: Inserisci un'email valida

# confirmEmail
source: Before being able to use Insigno, you need to confirm your account by clicking on the link we just sent to the email you provided, then login from here. If you didn't receive it, check inside spam.
it: Prima di poter usare Insigno, devi confermare il tuo account cliccando sul link inviato all'email che hai specificato, poi potrai fare il login da qui. Se non lo ricevi controlla lo spam.

source: Oh no, error!
it: Oh no, errore!

# errorOccurred
source: An error occurred
it: Si è verificato un errore

# reportError
source: Report
it: Segnala

source: Copy
it: Copia

source: Settings
it: Impostazioni

# insignoDescription
source: Insigno lets you report and collect garbage, earning points while doing so! Insigno is free software, click to view code and report problems.
it: Con Insigno puoi segnalare e raccogliere immondizie, e nel farlo guadagnerai punti! Insigno è software libero, clicca per vedere il codice e segnalare problemi.

# mindshubDescription
source: Insigno is developed by MindsHub, an Italian no-profit association providing a space for enthusiasts to collaborate on informatics, mechanics, electronics and 3D printing.
it: Insigno è sviluppato da MindsHub, un'associazione no-profit trentina che mette a disposizione degli appassionati uno spazio per collaborare su informatica, meccanica, elettronica e stampa 3D.

# hostServer
source: Insigno server to which to connect
it: Server Insigno a cui connettersi

# invalidHostServer
source: Not an Insigno server
it: Non è un server Insigno

# hostServerDescription
source: Since Insigno is free software, you can choose to connect to other instances of the backend service
it: Dato che Insigno è software libero, puoi scegliere di connetterti ad altre istanze del servizio di backend

source: Use
it: Usa

source: Edit
it: Modifica

# onlyHttpsAccepted
source: Only HTTPS URLs are accepted
it: Solo URL HTTPS sono accettati

source: Review images as admin
it: Revisiona immagini come admin

# verdictOk
source: Ok!
it: A posto!

# verdictBad
source: Bad
it: Non va bene

# verdictDelete
source: Delete
it: Elimina

# verdictDeleteReport
source: Report and delete
it: Segnala ed elimina

# verdictSkip
source: Skip
it: Salta

# noImageToReview
source: No remaining image to review
it: Nessuna immagine da revisionare rimasta

# errorReviewing
source: Error reviewing: {error}
it: Errore nel revisionare: {error}

source: Forgot password?
it: Password dimenticata?

source: Change password
it: Cambio password

# passwordChangeFailed
source: Changing the password failed: {error}
it: Il cambio della password è fallito: {error}

# confirmPasswordChange
source: To make the password change effective, click on the link that was just sent to your email, then login from here. If you didn't receive it, check inside spam.
it: Per rendere effettivo il cambio password, clicca sul link inviato alla tua email, poi potrai fare il login da qui. Se non lo ricevi controlla lo spam.

source: New password
it: Nuova password

# weWillSendEmail
source: We will send you an email with the instructions to proceed
it: Ti invieremo un'email con le istruzioni per procedere

# verifyImages
source: Review images
it: Verifica immagini

# verifyImagesIn
source: Come back to review in {time}!
it: Torna per verificare fra {time}!

source: Scoreboard
it: Classifica

source: Global
it: Globale

source: Yes
it: Sì

# acceptToReviewDialogTitle
source: Do you want to participate in reviewing images?
it: Vuoi aiutare a verificare le immagini?

# acceptToReviewDialogText
source: Reviewing images posted by other users allows you to earn some points periodically. However you might be exposed to unmoderated images with sensitive content. Therefore by tapping on "{yes}" you declare that YOU ARE ADULT and that YOU ARE AWARE OF THE RISKS.
it: Revisionare le immagini caricate da altri utenti può farti guadagnare punti periodicamente. Potresti però venire esposto a immagini non verificate con possibilità di contenuti inappropriati. Premendo su "{yes}" dichiari di ESSERE ADULTO e di ESSERE CONSAPEVOLE DEI RISCHI.

# acceptToReviewSwitchTitle
source: Participate in reviewing images
it: Aiuta a verificare immagini

# acceptToReviewSwitchDescription
source: Reviewing images posted by other users allows you to earn some points periodically, however you might be exposed to unmoderated images with sensitive content
it: Revisionare le immagini caricate da altri utenti può farti guadagnare punti periodicamente, potresti però venire esposto a immagini non verificate con possibilità di contenuti inappropriati

# noActiveSpecialScoreboard
source: There is no special scoreboard active at the moment. Follow MindsHub on social media to find out about Insigno events!
it: Non c'è una classifica speciale attiva al momento. Segui MindsHub sui social media per vedere gli eventi a cui Insigno partecipa!

# replayIntroduction
source: Replay introduction screens
it: Rivedi le schermate di introduzione

# introSkip
source: Skip
it: Salta

# confirmAccountDeletion
source: To finish deleting the account, click on the link that was just sent to your email. If you didn't receive it, check inside spam.
it: Per completare l'eliminazione dell'account, clicca sul link inviato alla tua email. Se non lo ricevi controlla lo spam.

# accountDeletionDialogTitle
source: Are you sure you want to delete your account?
it: Sei sicuro di voler eliminare l'account?

# accountDeletionDialogText
source: To confirm deleting your account, click on the link we will send to your email. We will miss you!
it: Per confermare l'eliminazione del tuo account, clicca sul link che invieremo alla tua email. Ci mancherai!

source: Delete account
it: Elimina l'account

# usePpe
source: Make sure to use gloves or appropriate personal protective equipment to pick up trash
it: Usa sempre guanti o dispositivi di protezione individuale appropriati per raccogliere i rifiuti
